Repository: CuriousLearner/python-docs-hi-in
Catalog: about.po
Languages: hi

source: About these documents
hi: इन दस्तावेजों के बारे में

source: These documents are generated from `reStructuredText`_ sources by `Sphinx`_, a document processor specifically written for the Python documentation.
hi: ये दस्तावेज़ `Sphinx`_ द्वारा `reStructuredText`_ स्रोतों से उत्पन्न होते हैं, एक दस्तावेज़ प्रोसेसर जो विशेष रूप से पायथन प्रलेखन के लिए लिखा गया है।

source: Development of the documentation and its toolchain is an entirely volunteer effort, just like Python itself. If you want to contribute, please take a look at the :ref:`reporting-bugs` page for information on how to do so. New volunteers are always welcome!
hi: दस्तावेज़ीकरण का विकास और इस्कि उपकरण श्रृंखला पायथन की ही तरह, पूरी तरह से स्वयंसेवी प्रयास है। यदि आप योगदान करना चाहते हैं, तो कृपया ऐसा करने के बारे में जानकारी के लिए :ref:`reporting-bugs` पेज देखें। नए स्वयंसेवकों का हमेशा स्वागत है!

source: Many thanks go to:
hi: इन का बहुत धन्यवाद:

source: Fred L. Drake, Jr., the creator of the original Python documentation toolset and writer of much of the content;
hi: फ्रेड एल ड्रेक, जूनियर, मूल पायथन डॉक्यूमेंटेशन टूल सेट के निर्माता और बहुत अधिक सामग्री के लेखक;

source: the `Docutils <http://docutils.sourceforge.net/>`_ project for creating reStructuredText and the Docutils suite;
hi: `Docutils <http://docutils.sourceforge.net/>`_ प्रोजेक्ट का रीस्ट्रक्चर्ड टेक्स्ट और डॉक यूटिल्ज़ सूट बनाने के लिए;

source: Fredrik Lundh for his `Alternative Python Reference <http://effbot.org/zone/pyref.htm>`_ project from which Sphinx got many good ideas.
hi: फ्रेड्रिक लुंड अपने `वैकल्पिक पायथन संदर्भ <http://effbot.org/zone/pyref.htm>` _ प्रोजेक्ट के लिए जिसमें से स्फिंक्स को कई अच्छे विचार मिले।

source: Contributors to the Python Documentation
hi: पायथन डॉक्यूमेंटेशन में योगदानकर्ता

source: Many people have contributed to the Python language, the Python standard library, and the Python documentation. See :source:`Misc/ACKS` in the Python source distribution for a partial list of contributors.
hi: कई लोगों ने पायथन भाषा, पायथन मानक पुस्तकालय और पायथन प्रलेखन में योगदान दिया है। पायथन स्रोत वितरण में योगदानकर्ताओं की आंशिक सूची के लिए देखें :source:`Misc/ACKS`।

source: It is only with the input and contributions of the Python community that Python has such wonderful documentation -- Thank You!
hi: यह केवल पायथन समुदाय के इनपुट और योगदान के साथ है कि पायथन के पास ऐसे अद्भुत दस्तावेज हैं - धन्यवाद!
